[
    {
        "Title": "A Beautiful Mind",
        "Year": "2001",
        "Rated": "PG-13",
        "Released": "04 Jan 2002",
        "Runtime": "2 min",
        "Genre": "Biography, Drama",
        "Director": "Ron Howard",
        "Writer": "Akiva Goldsman, Sylvia Nasar",
        "Actors": "Russell Crowe, Ed Harris, Jennifer Connelly",
        "Plot": "From the heights of notoriety to the depths of depravity, John Forbes Nash, Jr. experienced it all. A mathematical genius, he made an astonishing discovery early in his career and stood on the brink of international acclaim. But the handsome and arrogant Nash soon found himself on a painful and harrowing journey of self-discovery. After many years of struggle, he eventually triumphed over his tragedy, and finally - late in life - received the Nobel Prize.",
        "Language": "English",
        "Country": "United States",
        "Awards": "Won 4 Oscars. 37 wins & 69 nominations total",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMzcwYWFkYzktZjAzNC00OGY1LWI4YTgtNzc5MzVjMDVmNjY0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "8.2/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "74%"
            },
            {
                "Source": "Metacritic",
                "Value": "72/100"
            }
        ],
        "Metascore": "72",
        "imdbRating": "8.2",
        "imdbVotes": "922,756",
        "imdbID": "tt0268978",
        "Type": "movie",
        "DVD": "25 Jun 2002",
        "BoxOffice": "$170,742,341",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "B",
        "Year": "2015",
        "Rated": "N/A",
        "Released": "20 Sep 2015",
        "Runtime": "80 min",
        "Genre": "Crime, Drama",
        "Director": "David Ilundain",
        "Writer": "Jordi Casanovas, David Ilundain",
        "Actors": "Pedro Casablanc, Manolo Solo, Pedro Civera",
        "Plot": "15th July 2013. Old party treasurer, Luis Barcenas, is transferred from the prison to court in order to testify. Up until now, he's denied any connection with the so-called Barcenas Paper's which proof the existence of an unofficial accounting system inside the conservative Spanish party (Partido Popular). However, after 18 days in prison, he decides to change his statement. This films portrays what happened that day in that court room.",
        "Language": "Spanish",
        "Country": "Spain",
        "Awards": "8 wins & 9 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BZDhlZmRlNmMtYmMyYy00Zjg0LWI0ZmQtYzNiNWM5YTU4YTI3XkEyXkFqcGdeQXVyNjQ0NjY3MDY@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.7/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "6.7",
        "imdbVotes": "552",
        "imdbID": "tt4679438",
        "Type": "movie",
        "DVD": "N/A",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "C",
        "Year": "2011–",
        "Rated": "TV-14",
        "Released": "15 Apr 2011",
        "Runtime": "23 min",
        "Genre": "Animation, Action, Fantasy",
        "Director": "N/A",
        "Writer": "N/A",
        "Actors": "Todd Haberkorn, Monica Rial, J. Michael Tatum",
        "Plot": "The Japanese government was rescued from the brink of financial collapse by the Sovereign Wealth Fund. For its citizens, however, life has not improved, and unemployment, crime, suicide, and despair are rampant. Kimimaro, raised by his maternal grandmother after the disappearance of his father and the death of his mother, is a scholarship student whose only dream is to avoid all this and live a stable life. One day, however, he meets a man who offers him a large sum of money if he'll agree to pay it back. From then on his fate is radically altered as he's drawn into a mysterious realm known as \"The Financial District.\"",
        "Language": "Japanese",
        "Country": "Japan",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BOTM5Njc5ZTYtYzk1OS00ZmIxLTlkOTAtZmE3MjBiNjQ4MWQyXkEyXkFqcGdeQXVyNjIyNDgwMzM@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.7/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "6.7",
        "imdbVotes": "455",
        "imdbID": "tt1893520",
        "Type": "series",
        "totalSeasons": "1",
        "Response": "True"
    },
    {
        "Title": "D",
        "Year": "2005",
        "Rated": "N/A",
        "Released": "03 Jun 2005",
        "Runtime": "107 min",
        "Genre": "Crime, Drama, Thriller",
        "Director": "Vishram Sawant",
        "Writer": "Manish Gupta, Sarim Momin, Nitin Raikwar",
        "Actors": "Randeep Hooda, Chunky Pandey, Rukhsar Rehman",
        "Plot": "After his mother passes away, Mumbai-based Deshu returns from Dubai to condole his married sister, Kumud, and retired police constable father, but becomes embroiled with the police as well as the underworld after he witnesses a brutal homicide. Hounded by both the police and goons affiliated to Mangli, he decides to enter the criminal world of Hashimbhai, a rival of the later, and begins his career by killing Mangli. His rise in the gang is phenomenal, and his association with Bollywood beauty, Bhakti Bhatnagar, creates jealously amongst Hashim's sons, Shabbir and Muqarram, who also feel demoralized and threatened, and use every opportunity to instigate their father against him, while the Mumbai Police assign 'Encounter Specialist' Inspector Razaak the task of doing away with Deshu.",
        "Language": "Hindi",
        "Country": "India",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BOGY5ZmM0MmMtZmEzOS00YjA0LTk5OGYtNjYwYTdlMjFkMGY2XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.8/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "6.8",
        "imdbVotes": "1,249",
        "imdbID": "tt0454435",
        "Type": "movie",
        "DVD": "N/A",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "WALL·E",
        "Year": "2008",
        "Rated": "G",
        "Released": "27 Jun 2008",
        "Runtime": "98 min",
        "Genre": "Animation, Adventure, Family",
        "Director": "Andrew Stanton",
        "Writer": "Andrew Stanton, Pete Docter, Jim Reardon",
        "Actors": "Ben Burtt, Elissa Knight, Jeff Garlin",
        "Plot": "In a distant, but not so unrealistic, future where mankind has abandoned earth because it has become covered with trash from products sold by the powerful multi-national Buy N Large corporation, WALL-E, a garbage collecting robot has been left to clean up the mess. Mesmerized with trinkets of Earth's history and show tunes, WALL-E is alone on Earth except for a sprightly pet cockroach. One day, EVE, a sleek (and dangerous) reconnaissance robot, is sent to Earth to find proof that life is once again sustainable. WALL-E falls in love with EVE. WALL-E rescues EVE from a dust storm and shows her a living plant he found amongst the rubble. Consistent with her \"directive\", EVE takes the plant and automatically enters a deactivated state except for a blinking green beacon. WALL-E, doesn't understand what has happened to his new friend, but, true to his love, he protects her from wind, rain, and lightning, even as she is unresponsive. One day a massive ship comes to reclaim EVE, but WALL-E, out of love or loneliness, hitches a ride on the outside of the ship to rescue EVE. The ship arrives back at a large space cruise ship, which is carrying all of the humans who evacuated Earth 700 years earlier. The people of Earth ride around this space resort on hovering chairs which give them a constant feed of TV and video chatting. They drink all of their meals through a straw out of laziness and/or bone loss, and are all so fat that they can barely move. When the auto-pilot computer, acting on hastily-given instructions sent many centuries before, tries to prevent the people of Earth from returning by stealing the plant, WALL-E, EVE, the portly captain, and a band of broken robots stage a mutiny.",
        "Language": "English, Hindi",
        "Country": "United States",
        "Awards": "Won 1 Oscar. 94 wins & 95 nominations total",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMjExMTg5OTU0NF5BMl5BanBnXkFtZTcwMjMxMzMzMw@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "8.4/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "95%"
            },
            {
                "Source": "Metacritic",
                "Value": "95/100"
            }
        ],
        "Metascore": "95",
        "imdbRating": "8.4",
        "imdbVotes": "1,100,921",
        "imdbID": "tt0910970",
        "Type": "movie",
        "DVD": "18 Nov 2008",
        "BoxOffice": "$223,808,164",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "F",
        "Year": "2010",
        "Rated": "R",
        "Released": "09 Jul 2013",
        "Runtime": "79 min",
        "Genre": "Crime, Drama, Horror",
        "Director": "Johannes Roberts",
        "Writer": "Johannes Roberts",
        "Actors": "David Schofield, Eliza Bennett, Ruth Gemmell",
        "Plot": "In England, the teacher of the Wittering College Robert Anderson is hit in the face by a student and is forced to take three months vacation to avoid being sued by the parents of the student. Robert is affected by the incident and a couple of months later, he is emotionally disturbed, alcoholic and separated of his wife Helen. Their daughter Kate lives with her mother and has classes with Robert, but she does not respect her father. The principal of Wittering College, Sarah Balham (Ruth Gemmell), loathes Robert and wants to get rid of him, but the Union does not allow her to fire him. When Robert reads about violence in another school, he sends a memo advising the employees of the school and he is considered paranoid and delusional by everybody. One day after hours, Robert notes some strange movements outside the school and he advises the security guard James that does not give much attention to the discredited Robert. But sooner Robert realizes that the Wittering College is under siege of a gang of hooligans and he needs to find Kate to protect his daughter.",
        "Language": "English",
        "Country": "United Kingdom",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTc0NjI0NTI5MF5BMl5BanBnXkFtZTcwNDA0OTU5Mw@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "4.6/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "77%"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "4.6",
        "imdbVotes": "3,970",
        "imdbID": "tt1486670",
        "Type": "movie",
        "DVD": "09 Jul 2013",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "G",
        "Year": "1983",
        "Rated": "N/A",
        "Released": "25 Feb 1983",
        "Runtime": "109 min",
        "Genre": "Drama, Music, Musical",
        "Director": "Staffan Hildebrand",
        "Writer": "Göran Gester, Staffan Hildebrand, Joakim Schröder",
        "Actors": "Joakim Schröder, Sebastian Håkansson, Niclas Wahlgren",
        "Plot": "Three friends, Robban, Alexander and Kim has just left the compulsory school, and now they consider themselves grown-up and mature, being 16 years old. During the summer holiday they also get a bit of experience of the world: Robban becomes a full-time drug addict, Alexander plays in a rock band but leaves it and Kim is desperate to get the girl of his dreams.",
        "Language": "Swedish",
        "Country": "Sweden",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BZjUwYjc1MzQtYTRkYi00YmI2LThiMWMtMmU1NDllNWQ4ZjM5XkEyXkFqcGdeQXVyMDQwNzMzMQ@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "5.2/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "5.2",
        "imdbVotes": "1,427",
        "imdbID": "tt0085574",
        "Type": "movie",
        "DVD": "N/A",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "H",
        "Year": "2002",
        "Rated": "R",
        "Released": "27 Dec 2002",
        "Runtime": "106 min",
        "Genre": "Drama, Mystery, Thriller",
        "Director": "Jong-Hyuk Lee",
        "Writer": "Jong-Hyuk Lee",
        "Actors": "Jung-ah Yum, Jin-hee Ji, Ji-ru Sung",
        "Plot": "Serial killer Shin-Hyun gives himself up to police and confesses to committing a series of particularly horrifying murders of exclusively female victims. He is imprisoned and awaiting the death sentence but the killings continue, with the same characteristics of the Shin-Hyun serial killings. The case is re-opened when two more bodies are discovered, both pregnant women; one found in the city's landfill site and the other was horrifically murdered on a public bus. Detective Mi Yun (Yum Jung-Ah) and her newly-appointed partner Detective Kang (Ji Jin-Hee) are assigned to the case. Mi Yun and Kang have difficulty working with each other; their personalities and working methods constantly clash. Detective Kang goes about his new job buoyantly and enthusiastically. He follows a new suspect, Huh, and eventually catches him in the act of brutally murdering a woman in a crowded techno bar. Huh is taken into custody after Kang shoots and wounds him at the crime scene. Once again, the case seems to be solved with this spectacular arrest--yet the murders continue in copy-cat style. The police desperately hunt for new leads. They start an in-depth investigation of a Doctor Chu, who is Shin-Hyun's psychiatrist, but progress is frustrated when Dr Chu becomes a victim of the copy-cat killings herself. The murdered psychiatrist's former boyfriend, a fanatical character named Choi, quickly becomes the prime suspect. All the pieces are finally starting to fit together, and the case seems almost resolved. But all efforts are suddenly frustrated once again, when Choi takes his own life--but still, the killings continue. The case gets more complicated when even the police themselves appear to become suspects in the murders. In unraveling this mystery, everyone involved is pushed to the limits of human understanding.",
        "Language": "Korean",
        "Country": "South Korea",
        "Awards": "1 nomination",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTY3NjQwNDMwNV5BMl5BanBnXkFtZTcwNjE3ODgyMQ@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "5.8/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "5.8",
        "imdbVotes": "1,877",
        "imdbID": "tt0304120",
        "Type": "movie",
        "DVD": "01 Jun 2006",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "Star Wars: Episode I - The Phantom Menace",
        "Year": "1999",
        "Rated": "PG",
        "Released": "19 May 1999",
        "Runtime": "136 min",
        "Genre": "Action, Adventure, Fantasy",
        "Director": "George Lucas",
        "Writer": "George Lucas",
        "Actors": "Ewan McGregor, Liam Neeson, Natalie Portman",
        "Plot": "The evil Trade Federation, led by Nute Gunray is planning to take over the peaceful world of Naboo. Jedi Knights Qui-Gon Jinn and Obi-Wan Kenobi are sent to confront the leaders. But not everything goes to plan. The two Jedi escape, and along with their new Gungan friend, Jar Jar Binks head to Naboo to warn Queen Amidala, but droids have already started to capture Naboo and the Queen is not safe there. Eventually, they land on Tatooine, where they become friends with a young boy known as Anakin Skywalker. Qui-Gon is curious about the boy, and sees a bright future for him. The group must now find a way of getting to Coruscant and to finally solve this trade dispute, but there is someone else hiding in the shadows. Are the Sith really extinct? Is the Queen really who she says she is? And what's so special about this young boy?",
        "Language": "English, Sanskrit",
        "Country": "United States",
        "Awards": "Nominated for 3 Oscars. 26 wins & 69 nominations total",
        "Poster": "https://m.media-amazon.com/images/M/MV5BYTRhNjcwNWQtMGJmMi00NmQyLWE2YzItODVmMTdjNWI0ZDA2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.5/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "51%"
            },
            {
                "Source": "Metacritic",
                "Value": "51/100"
            }
        ],
        "Metascore": "51",
        "imdbRating": "6.5",
        "imdbVotes": "796,606",
        "imdbID": "tt0120915",
        "Type": "movie",
        "DVD": "22 Mar 2005",
        "BoxOffice": "$474,544,677",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "J. Edgar",
        "Year": "2011",
        "Rated": "R",
        "Released": "11 Nov 2011",
        "Runtime": "137 min",
        "Genre": "Biography, Drama, Romance",
        "Director": "Clint Eastwood",
        "Writer": "Dustin Lance Black",
        "Actors": "Leonardo DiCaprio, Armie Hammer, Naomi Watts",
        "Plot": "Biopic of J. Edgar Hoover (Leonardo DiCaprio) told by Hoover as he recalls his career for a biography. Early in his career, Hoover fixated on Communists, anarchists, and any other revolutionary taking action against the U.S. government. He slowly builds the agency's reputation, becoming the sole arbiter of who gets hired and fired. One of his hires is Clyde Tolson (Armie Hammer), who is quickly promoted to Assistant Director and was Hoover's confidant and companion for the rest of Hoover's life. Hoover's memories have him playing a greater role in the many high profile cases in which the F.B.I. was involved, the Lindbergh baby kidnapping, the arrest of bank robbers like John Dillinger, and also show him to be quite adept at manipulating the various politicians with whom he worked over his career, thanks in large part to his secret files.",
        "Language": "English",
        "Country": "United States",
        "Awards": "5 wins & 17 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTc0NDM4ODU2Nl5BMl5BanBnXkFtZTcwNzQ0NTg4Ng@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.5/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "43%"
            },
            {
                "Source": "Metacritic",
                "Value": "59/100"
            }
        ],
        "Metascore": "59",
        "imdbRating": "6.5",
        "imdbVotes": "128,605",
        "imdbID": "tt1616195",
        "Type": "movie",
        "DVD": "21 Feb 2012",
        "BoxOffice": "$37,306,030",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "K",
        "Year": "2012–",
        "Rated": "TV-14",
        "Released": "05 Oct 2012",
        "Runtime": "24 min",
        "Genre": "Animation, Action, Drama",
        "Director": "N/A",
        "Writer": "N/A",
        "Actors": "Sam Riegel, Stephanie Sheh, Johnny Yong Bosch",
        "Plot": "A young boy is wanted for a crime he has no recollection of committing and must go on the run, hunted by two kings and their forces.",
        "Language": "Japanese",
        "Country": "Japan",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMmEyNGJhMTUtMGMzNy00NDk4LTg5OGMtZGExMDNiM2E3MTEzXkEyXkFqcGdeQXVyMjI5MjU5OTI@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "7.0/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "7.0",
        "imdbVotes": "2,370",
        "imdbID": "tt2377452",
        "Type": "series",
        "totalSeasons": "2",
        "Response": "True"
    },
    {
        "Title": "L",
        "Year": "2012",
        "Rated": "Not Rated",
        "Released": "23 Feb 2012",
        "Runtime": "87 min",
        "Genre": "Comedy, Drama",
        "Director": "Babis Makridis",
        "Writer": "Efthymis Filippou, George Giokas, Babis Makridis",
        "Actors": "Aris Servetalis, Makis Papadimitriou, Lefteris Matthaiou",
        "Plot": "A man lives in his car.He is 40 years old and although he does not have a lot of free time, when he has, he chooses to spend it with his family. He meets his wife and two children at a specified day and time in car parking lots. His job is to locate and bring the finest honey to a 50-year old man. A new driver shows up and the man gets fired. Disappointed, he decides to leave his car behind. The man's life changes, and he finds it absurd that no one trusts him anymore.",
        "Language": "Greek",
        "Country": "Greece",
        "Awards": "11 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMjE4OTQyNzM0MV5BMl5BanBnXkFtZTgwOTU0MzgxMDE@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "5.4/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "5.4",
        "imdbVotes": "773",
        "imdbID": "tt2095684",
        "Type": "movie",
        "DVD": "26 Aug 2014",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "M",
        "Year": "1931",
        "Rated": "Passed",
        "Released": "31 Aug 1931",
        "Runtime": "99 min",
        "Genre": "Crime, Mystery, Thriller",
        "Director": "Fritz Lang",
        "Writer": "Thea von Harbou, Fritz Lang, Egon Jacobsohn",
        "Actors": "Peter Lorre, Ellen Widmann, Inge Landgut",
        "Plot": "There have been a rash of child abductions and murders in Berlin. The murderer lures the children into his confidence by candy and other such child friendly items. Everyone is on edge because the murderer has not been caught. The most substantial pieces of evidence the police have are hand written letters by the murderer which he sent to the newspaper for publication. Unknown even to himself, a blind beggar, who sold the murderer a balloon for one of the child victims, may have key information as to the murderer's identity. The murder squad's work is made even more difficult with the large number of tips they receive from the paranoid public, who are quick to accuse anyone of suspicious activity solely for their own piece of mind that someone - anyone - is apprehended for the heinous crimes. Conversely, many want to take the case into their own hands, including the town's leading criminals since the increased police presence has placed a strain on their ability to conduct criminal activity. Although they both have the same end goal of capturing the murderer, the police and the criminals seem to be working at cross purposes, which may provide an edge to the murderer in getting away.",
        "Language": "German",
        "Country": "Germany",
        "Awards": "2 wins",
        "Poster": "https://m.media-amazon.com/images/M/MV5BODA4ODk3OTEzMF5BMl5BanBnXkFtZTgwMTQ2ODMwMzE@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "8.3/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "100%"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "8.3",
        "imdbVotes": "156,492",
        "imdbID": "tt0022100",
        "Type": "movie",
        "DVD": "14 Dec 2004",
        "BoxOffice": "$35,566",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "Boyz n the Hood",
        "Year": "1991",
        "Rated": "R",
        "Released": "12 Jul 1991",
        "Runtime": "112 min",
        "Genre": "Crime, Drama",
        "Director": "John Singleton",
        "Writer": "John Singleton",
        "Actors": "Cuba Gooding Jr., Laurence Fishburne, Hudhail Al-Amir",
        "Plot": "Writer and Director John Singleton's portrayal of social problems in inner-city Los Angeles, California takes the form of a tale of three friends growing up together in the \"hood\". Half-brothers Doughboy (Ice Cube) and Ricky Baker (Morris Chestnut) are foils for each other's personality, presenting very different approaches to the tough lives they face. Ricky is the \"All-American\" athlete, looking to win a football scholarship to USC and seeks salvation through sports, while Doughboy succumbs to the violence, alcohol, and crime surrounding him in his environment, but maintains a strong sense of pride and code of honor. Between these two is their friend Tre Styles (Cuba Gooding, Jr.), who is lucky to have a father, Furious Styles (Laurence Fishburne), to teach him to have the strength of character to do what is right and to always take responsibility for his actions.",
        "Language": "English",
        "Country": "United States",
        "Awards": "Nominated for 2 Oscars. 12 wins & 23 nominations total",
        "Poster": "https://m.media-amazon.com/images/M/MV5BZmRjNDI5NTgtOTIwMC00MzJhLWI4ZTYtMmU0ZTE3ZmRkZDNhXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "7.8/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "96%"
            },
            {
                "Source": "Metacritic",
                "Value": "76/100"
            }
        ],
        "Metascore": "76",
        "imdbRating": "7.8",
        "imdbVotes": "139,720",
        "imdbID": "tt0101507",
        "Type": "movie",
        "DVD": "25 Jan 2001",
        "BoxOffice": "$57,504,069",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "O",
        "Year": "2001",
        "Rated": "R",
        "Released": "31 Aug 2001",
        "Runtime": "95 min",
        "Genre": "Drama, Romance, Thriller",
        "Director": "Tim Blake Nelson",
        "Writer": "William Shakespeare, Brad Kaaya",
        "Actors": "Mekhi Phifer, Julia Stiles, Martin Sheen",
        "Plot": "Tough Coach Duke Goulding leaves nothing untried to lead his almost exclusively white boarding school basketball team, the Hawks, to victory after victory, but his own son Hugo feels his polyvalent technical excellence and tireless efforts -which require using stimulants- are not getting anything like the recognition he deserves, especially when coach gives the best player award to Odin James, the only black teammate, even saying he loves Odin like his own son, who in turn only calls super-rich Michael Cassio to share in the honor. So Hugo, who is liked by everyone, decides to set up the boys who stole his glory, and he knows a cocky adolescent's weak points are his pride and his girl. This Dixie Jago schemes to bring down a black Othello and his Cassio, playing into the poisonous power of jealousy, however badly this also hurts their loved ones and the whole team...",
        "Language": "English",
        "Country": "United States",
        "Awards": "2 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTg0MzA1ODg5M15BMl5BanBnXkFtZTYwODYxMTU3._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.1/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "64%"
            },
            {
                "Source": "Metacritic",
                "Value": "53/100"
            }
        ],
        "Metascore": "53",
        "imdbRating": "6.1",
        "imdbVotes": "21,293",
        "imdbID": "tt0184791",
        "Type": "movie",
        "DVD": "19 Feb 2002",
        "BoxOffice": "$16,025,437",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "P",
        "Year": "2005",
        "Rated": "Not Rated",
        "Released": "03 Feb 2006",
        "Runtime": "110 min",
        "Genre": "Drama, Horror",
        "Director": "Paul Spurrier",
        "Writer": "Preeyaporn Chareonbutra, Paul Spurrier",
        "Actors": "Suangporn Jaturaphut, Opal, Dor Yodrak",
        "Plot": "Whilst growing up in rural Thailand, a young orphan girl is taught the ways of magic by her grandmother. But when grandmother falls sick, Dau is lured to Bangkok to find work so that she can buy medicine. She finds herself working in a go-go bar, and her journey from naiveté to maturity is swift. She uses the magical skills her grandmother taught her to her advantage, but in doing so makes enemies within the bar. As her magic gets darker, and the consequences increasingly horrific, she gradually loses control, and something evil takes over.",
        "Language": "Thai",
        "Country": "United Kingdom, Thailand",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTU5MTExMDkyMV5BMl5BanBnXkFtZTcwNjA3NzgyMQ@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "5.0/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "5.0",
        "imdbVotes": "1,257",
        "imdbID": "tt0449629",
        "Type": "movie",
        "DVD": "N/A",
        "BoxOffice": "N/A",
        "Production": "Creative Films Siam",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "Q",
        "Year": "2017",
        "Rated": "N/A",
        "Released": "18 Feb 2017",
        "Runtime": "96 min",
        "Genre": "Drama, Thriller",
        "Director": "Sanjeev Gupta",
        "Writer": "Sanjeev Gupta",
        "Actors": "Heeba Shah, Ashwin Shukla",
        "Plot": "This film portraits a woman living in a big city in India, and a six year old girl from nowhere. The girl has a code name DOLL. Their lives had no contact point till getting implicated in an unstoppable mission. Woman, perfectly aware, girl, perfectly unaware. The time bomb of destiny has been started...",
        "Language": "Hindi",
        "Country": "India",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BNjVlMmJiNDItOThlOC00NDEwLWEyODktYTkyNzg5NTg0NjBkXkEyXkFqcGdeQXVyNTQxOTA5Nzk@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.5/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "6.5",
        "imdbVotes": "31",
        "imdbID": "tt5068886",
        "Type": "movie",
        "DVD": "N/A",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "R",
        "Year": "2010",
        "Rated": "Unrated",
        "Released": "17 Jun 2011",
        "Runtime": "99 min",
        "Genre": "Crime, Drama",
        "Director": "Tobias Lindholm, Michael Noer",
        "Writer": "Tobias Lindholm, Michael Noer",
        "Actors": "Pilou Asbæk, Dulfi Al-Jabouri, Roland Møller",
        "Plot": "The R of the title stands for the young protagonist, Rune, fearlessly played by Pilou Asbæk. Imprisoned for violent assault, he's a cocky, good-looking young man placed in the hardcore ward, where his survival depends on quickly learning the prison's parallel world of rules, honor, and obligations. R also stands for Rachid, a young Muslim prisoner who becomes Rune's friend and accomplice, defying the rigid racial stratifications among the inmates.",
        "Language": "Danish, Arabic",
        "Country": "Denmark",
        "Awards": "14 wins & 8 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTM3NDE0ODg0OF5BMl5BanBnXkFtZTcwNDE5NDk1NQ@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "7.1/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "91%"
            },
            {
                "Source": "Metacritic",
                "Value": "67/100"
            }
        ],
        "Metascore": "67",
        "imdbRating": "7.1",
        "imdbVotes": "4,896",
        "imdbID": "tt1434443",
        "Type": "movie",
        "DVD": "01 Oct 2015",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "V/H/S",
        "Year": "2012",
        "Rated": "R",
        "Released": "06 Sep 2012",
        "Runtime": "116 min",
        "Genre": "Horror, Thriller",
        "Director": "Matt Bettinelli-Olpin, David Bruckner, Tyler Gillett",
        "Writer": "Brad Miska, Simon Barrett, David Bruckner",
        "Actors": "Calvin Reeder, Lane Hughes, Adam Wingard",
        "Plot": "A POV, found footage horror film from the perspective of America's top genre filmmakers. A group of misfits are hired by an unknown third party to burglarize a desolate house in the countryside and acquire a rare tape. Upon searching the house, the guys are confronted with a dead body, a hub of old televisions and an endless supply of cryptic footage, each video stranger than the last.",
        "Language": "English",
        "Country": "United States",
        "Awards": "5 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTUwODAxMzMwNF5BMl5BanBnXkFtZTcwMTk3MTQ5Nw@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "5.8/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "56%"
            },
            {
                "Source": "Metacritic",
                "Value": "54/100"
            }
        ],
        "Metascore": "54",
        "imdbRating": "5.8",
        "imdbVotes": "62,367",
        "imdbID": "tt2105044",
        "Type": "movie",
        "DVD": "04 Dec 2012",
        "BoxOffice": "$100,345",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "Dr. T & the Women",
        "Year": "2000",
        "Rated": "R",
        "Released": "13 Oct 2000",
        "Runtime": "122 min",
        "Genre": "Comedy, Drama, Romance",
        "Director": "Robert Altman",
        "Writer": "Anne Rapp",
        "Actors": "Richard Gere, Helen Hunt, Farrah Fawcett",
        "Plot": "Dr. Sullivan Travis \"Dr. T.\" is a wealthy Dallas gynecologist for some of the wealthiest women in Texas who finds his idealist life beginning to fall apart starting when his wife, Kate, suffers a nervous breakdown and is committed to the state mental hospital. Dr. T's eldest daughter, Dee Dee, is planning to go through with her approaching wedding despite the secret that she's a lesbian and is romantically involved with Marilyn, the maid of honor. Dr T's youngest daughter, Connie, is a conspiracy theorist freak who has her own agenda to everything, while Dr. T's loyal secretary, Carolyn, has romantic feelings for him, which are not mutual. Dr. T's sister-in-law, Peggy, meddles in every situation she stumbles into, while one woman, Bree, a golf instructor, is the only one who offers him any comfort and salvation.",
        "Language": "English, German, Spanish",
        "Country": "United States, Germany",
        "Awards": "4 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BYTllODYwZjktZDEzYi00ZDZkLWFjZWMtMGVkYzc4NTczNzI0XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "4.7/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "57%"
            },
            {
                "Source": "Metacritic",
                "Value": "64/100"
            }
        ],
        "Metascore": "64",
        "imdbRating": "4.7",
        "imdbVotes": "19,680",
        "imdbID": "tt0205271",
        "Type": "movie",
        "DVD": "20 Nov 2001",
        "BoxOffice": "$13,113,041",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "U-571",
        "Year": "2000",
        "Rated": "PG-13",
        "Released": "21 Apr 2000",
        "Runtime": "116 min",
        "Genre": "Action, War",
        "Director": "Jonathan Mostow",
        "Writer": "Jonathan Mostow, Sam Montgomery, David Ayer",
        "Actors": "Matthew McConaughey, Bill Paxton, Harvey Keitel",
        "Plot": "In the midst of World War II, the battle below the seas rages. The Nazis have the upper edge as the Allies are unable to crack their war codes. That is, until a wrecked U-boat sends out an SOS signal, and the Allies realize this is their chance to seize the 'enigma coding machine'. But masquerading as Nazis and taking over the U-boat is the smallest of their problems. The action really begins when they get stranded on the U-boat.",
        "Language": "English, German",
        "Country": "France, United States, Italy",
        "Awards": "Won 1 Oscar. 4 wins & 10 nominations total",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMDE0YzUwMzMtY2NhZS00OGYxLWFhOWItN2ZlZThjOTA0NDQ4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.6/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "68%"
            },
            {
                "Source": "Metacritic",
                "Value": "62/100"
            }
        ],
        "Metascore": "62",
        "imdbRating": "6.6",
        "imdbVotes": "82,487",
        "imdbID": "tt0141926",
        "Type": "movie",
        "DVD": "11 Mar 2008",
        "BoxOffice": "$77,122,415",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "V",
        "Year": "2009–2011",
        "Rated": "TV-14",
        "Released": "03 Nov 2009",
        "Runtime": "42 min",
        "Genre": "Drama, Sci-Fi, Thriller",
        "Director": "N/A",
        "Writer": "Kenneth Johnson, Scott Peters",
        "Actors": "Elizabeth Mitchell, Morris Chestnut, Joel Gretsch",
        "Plot": "Not all aliens are nice and cute like Yoda, ET or ALF. When a race of reptilian-like aliens arrives on Earth in disguise as humans, they show their good intentions, but they have a more sinister plan to conquer our planet and destroy all human race on Earth.",
        "Language": "English",
        "Country": "United States",
        "Awards": "Nominated for 1 Primetime Emmy. 1 win & 15 nominations total",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTYxNTQ5NTg2Ml5BMl5BanBnXkFtZTcwODUyNTY5Mg@@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.8/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "6.8",
        "imdbVotes": "56,239",
        "imdbID": "tt1307824",
        "Type": "series",
        "totalSeasons": "2",
        "Response": "True"
    },
    {
        "Title": "X",
        "Year": "2022",
        "Rated": "R",
        "Released": "18 Mar 2022",
        "Runtime": "105 min",
        "Genre": "Horror, Mystery, Thriller",
        "Director": "Ti West",
        "Writer": "Ti West",
        "Actors": "Mia Goth, Jenna Ortega, Brittany Snow",
        "Plot": "Set in 1979, adult movie actors and a small film crew arrive to a farmhouse occupied by an elderly couple in the desolate Texas countryside to film an adult movie. As the day shifts to night, the visitors slowly realize that they are not safe, and are being targeted by a nearby enemy.",
        "Language": "English",
        "Country": "United States, Canada",
        "Awards": "4 nominations",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTJiMmE5YWItOWZjYS00YTg0LWE0MTYtMzg2ZTY4YjNkNDEzXkEyXkFqcGdeQXVyMTAzMDg4NzU0._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.6/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "94%"
            },
            {
                "Source": "Metacritic",
                "Value": "79/100"
            }
        ],
        "Metascore": "79",
        "imdbRating": "6.6",
        "imdbVotes": "59,110",
        "imdbID": "tt13560574",
        "Type": "movie",
        "DVD": "14 Apr 2022",
        "BoxOffice": "$11,765,309",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "Y",
        "Year": "2021",
        "Rated": "N/A",
        "Released": "02 Apr 2021",
        "Runtime": "91 min",
        "Genre": "Thriller",
        "Director": "Baalu Adusumilli",
        "Writer": "Baalu Adusumilli",
        "Actors": "Raghu Babu, Akshay Chandra, Rahul Ramakrishna",
        "Plot": "When a film director is on the lookout for a script, an aspiring writer approaches him with a crime story that changes their lives forever.",
        "Language": "Telugu",
        "Country": "India",
        "Awards": "N/A",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMzliYjM0NzgtNWM2Mi00YTVkLWE4NzUtNGYxY2IyMjY5OTgzXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "6.3/10"
            }
        ],
        "Metascore": "N/A",
        "imdbRating": "6.3",
        "imdbVotes": "363",
        "imdbID": "tt14334034",
        "Type": "movie",
        "DVD": "N/A",
        "BoxOffice": "N/A",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    },
    {
        "Title": "Z",
        "Year": "1969",
        "Rated": "M/PG",
        "Released": "08 Dec 1969",
        "Runtime": "127 min",
        "Genre": "Crime, Drama, Thriller",
        "Director": "Costa-Gavras",
        "Writer": "Vassilis Vassilikos, Jorge Semprún, Costa-Gavras",
        "Actors": "Yves Montand, Irene Papas, Jean-Louis Trintignant",
        "Plot": "In a mid-sized metropolis (population 500,000) in a right-wing military led country, a pacifist organization, which supports the opposition party in the government, is planning on holding an anti-military, nuclear disarmament rally. The organization's charismatic leader - the deputy - is scheduled to arrive in the town from the capital the day of the rally. Beyond the problems arranging the rally due to the probable incitement of violence at such a rally, the organization learns of an unconfirmed report that there will be an attempt on the deputy's life. The rally does happen, after which a three-wheeled kamikaze runs over the deputy, who eventually passes away from his injuries. The official report is that the incident was a drunken accident. In reality, the deputy's death was murder orchestrated by the secret police, the general for who likens the pacifist organization to mildew killing off agricultural crops. A magistrate is assigned to the case. Although he does have political views, he is more interested in finding out the truth, and as such has to wade through the political rhetoric and politically motivated testimony he hears. Thrown into the mix is a photojournalist who too is looking for the truth, as it, he believes, will make a great front page story.",
        "Language": "French, Russian, English",
        "Country": "France, Algeria",
        "Awards": "Won 2 Oscars. 12 wins & 13 nominations total",
        "Poster": "https://m.media-amazon.com/images/M/MV5BNDQ4ZTI5NTktOTY2ZS00NmM3LWE2ZTAtMTdjNzFmOWYzYzhkXkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_SX300.jpg",
        "Ratings": [
            {
                "Source": "Internet Movie Database",
                "Value": "8.2/10"
            },
            {
                "Source": "Rotten Tomatoes",
                "Value": "94%"
            },
            {
                "Source": "Metacritic",
                "Value": "86/100"
            }
        ],
        "Metascore": "86",
        "imdbRating": "8.2",
        "imdbVotes": "28,748",
        "imdbID": "tt0065234",
        "Type": "movie",
        "DVD": "27 Oct 2009",
        "BoxOffice": "$83,305",
        "Production": "N/A",
        "Website": "N/A",
        "Response": "True"
    }
]